import React from 'react'

export default function Rule() {
  return (
    
    
    <>
    <div className="card w-full bg-base-100 shadow-xl">
  <figure className="px-10 ">
    <img className="w-28 rounded-none" src="/logo.jpg" alt="Shoes"  />
  </figure>
  <div className="card-body items-center text-center">
    <h2 className="card-title text-md">قوانین!</h2>
    <p className='text-sm text-justify  leading-6'>برای ثبت نام و استفاده از خدمات بوکیتو رعایت قوانین زیر الزامی است. بوکیتو این حق را برای خود محفوظ می‌دارد که هر زمان که لازم بود قوانین زیر را تغییر دهد یا به آن اضافه کند.

هر زمان شما خلاف قوانین عمل کنید بوکیتو می‌تواند عضویت شما را برای مدتی یا برای همیشه تعلیق کند.
هر گونه استفاده غیر قانونی از خدمات بوکیتو ممنوع است.
- تمامی آثار متعلق به ناشرین و دارندگان پروانه‌ی اثر است و توسط قانون حق مولف حفاظت می‌شوند.
- استفاده از آثار عرضه شده در بوکیتو تنها برای کاربرانی که آن را خریداری کرده‌اند و فقط از طریق اپلیکیشن‌های رسمی کتابخوان بوکیتو مجاز است.
- اپلیکیشن بوکیتو تحت نسخه‌هایی از سیستم عامل‌های ویندوز، اندروید و آی‌او‌اس و دستگاه‌هایی که همچنان توسط شرکت سازنده آن پشتیبانی می‌شود، در دسترس است. اما به هر دلیلی از جمله تحریم‌ها ممکن است اپلیکیشن بوکیتو در برخی سیستم عامل‌ها از دسترس خارج شود.
- کاربران به هیچ وجه حق تعدیل، فروش، انتشار، انتقال، بازتولید را چه به صورت جزئی و چه کلی ندارند.
- کاربران باید قبل از خرید، نسخه نمونه کتاب را مطالعه کنند و در صورت تمایل پرداخت انجام دهند و همچنین باید هنگام شارژ کیف پول به دقت مبلغ اعتبار مورد نظر خود را انتخاب نمایند زیرا بازگرداندن وجه به حساب شما به دلیل مسائل فنی امکان پذیر نیست.
- پشتیبانی و خدمات پس از فروش فقط از طریق راه‌های ذکر شده در قسمت "راهنما و پشتیبانی" انجام می‌شود.
نظراتی که شامل موارد زیر باشند، منتشر نخواهند شد:

- تبلیغات به هر شکلی
- شماره تلفن، ایمیل و اطلاعات تماس
- نام کاربری افراد در سایت‌های مختلف مانند تلگرام و ...
- الفاظ رکیک
- تبلیغ به نفع یا علیه نویسندگان و ناشران
- هر نوع محتوای متناقض عرف جامعه
- نقض قوانین جمهوری اسلامی ایران
- محتوای سیاسی و توهین به قومیت‌ها
- توهین به مقدسات، اقوام یا اشخاص
- هرگونه لینک به سایت‌های دیگر
- نظراتی که دارای محتوای جمع‌آوری رأی و لایک دیگر کاربران باشند
- درخواست و دعوت به چت و گفتگو
- نظراتی غیر‌مرتبط با کتاب
</p>
    

  </div>
 
</div>
    </>
  )
}
