import React from 'react'
import LogoApplication from './Logo'

export default function Rule() {
  return (
    
    
    <>
    <div className="card w-full bg-base-100 shadow-xl">
  <figure className="px-10 ">
  <LogoApplication/>
  </figure>
  <div className="card-body items-center text-center">
    <h2 className="card-title text-md">قوانین!</h2>
    <p className='text-sm text-justify  leading-6'>

    قوانین وبسایت بوکیتو

با استفاده از وبسایت بوکیتو و خدمات ما، شما موافقت خود را با شرایط و قوانین زیر اعلام می‌کنید:

استفاده از خدمات: شما می‌توانید از خدمات وبسایت بوکیتو برای دسترسی به اطلاعات کتاب‌ها، مدیریت کتابخانه شخصی خود و استفاده از امکانات مربوطه استفاده کنید.

حقوق مالکیت: تمامی حقوق مالکیت محتوا، اطلاعات و عکس‌های موجود در وبسایت بوکیتو متعلق به صاحبان مربوطه است و تحت حفاظت قوانین حقوق مالکیت فکری قرار دارد.

مسئولیت استفاده: شما مسئول استفاده صحیح و مجاز از خدمات بوکیتو هستید. هرگونه سوء استفاده، نقض حقوق مالکیت فکری یا قوانین راهبردی، تحت پیگرد قانونی قرار می‌گیرد.

حفظ حریم خصوصی: ما به حفظ حریم خصوصی شما اهمیت می‌دهیم و از اطلاعات شخصی شما با رعایت قوانین حریم خصوصی مربوطه استفاده می‌کنیم.

تغییرات در قوانین: ما ممکن است در آینده قوانین وبسایت را تغییر دهیم. هرگونه تغییرات در قوانین به شما اطلاع داده می‌شود و با استفاده از خدمات بعد از تغییرات، شما موافقت خود را با قوانین به روز شده اعلام می‌کنید.

تماس با ما: در صورت داشتن هرگونه سوال، مشکل یا ابهام، لطفاً با تیم پشتیبانی بوکیتو تماس بگیرید.

با استفاده از خدمات وبسایت بوکیتو، شما موافقت خود را با این قوانین اعلام می‌کنید.




</p>
    

  </div>
 
</div>
    </>
  )
}
